{"share":"on","emailId":"edelizgar@gmail.com","projectId":"HR Objectives","problemId":"• Provides reliability to employee CVs.\r\n• Facilitates getting the right person to the right job.\r\n• Reduces loss of talent.","scaleId":"•Token distributors must be well trained and take the exercise seriously.\r\n• Top-down push from management.\r\n• HR at the forefront.","economyId":"• HR Objectives tokens allow employees to measure their own success within the context of their company as a way to propel their careers forward.","governanceId":"• The HR Objectives tokens are regulated and created by a committee which includes the head of HR, and the managing director of the company.","stakeholdersId":"• The HR Objectives committee regulates the circulation of tokens.\r\n• Department heads are responsible for distribution of tokens.\r\n• Employees receive tokens once every year.","alternativesId":"• Hiring managers ask current and past bosses for references.\r\n• Hiring managers must take their potential employee's word.","issuanceId":"• Pools of tokens are created at the start of each year based on the previous years objectives. The better the results, the more tokens are created.\r\n• The tokens are issued and distributed by the HR Objectives committee.","whyId":"• Prevents loss of information if managers leave the company.\r\n• Prevents misinformation from employees to managers when applying for jobs.\r\n• Prevents unfair hirings and spreading of lies between former bosses and hiring managers.","outsideId":"• Tokens are only valid within one same company or organizational umbrella.\r\n• This could change in the future if some partnerships are explored.","incentivesId":"•Demonstrated track record for each employee, with no loss of information.\r\n• Higher chances of being considered for better job offers.\r\n• Better benefits tied to quantity and quality of tokens.","tokenId":"• The HR Objectives committee creates and distributes tokens to department heads.\r\n• Department heads distribute tokens to their teams.\r\n• All employees receive tokens once a year at their year-end reviews.\r\n• Tokens do not decrease or increase value over time.","usageId":"• Tokens are presented in job interviews as a portfolio of past jobs, results obtained, and overall trajectory within the company."}