{"share":"on","emailId":"cfrancoliebanas@gmail.com","projectId":"Real T - analysis","problemId":"• Dificultad de acceso a proyectos de inversión inmobiliaria \r\n• Iliquidez de los activos inmobiliarios, fundamentalmente por:\r\n  - elevada inversión requerida\r\n- altos costes de transacción (intermediarios)\r\n  - mercados privados u ocultos al público general \r\n    - mercados con horarios restringidos (no 24\/7)","scaleId":"• Inmuebles para tokenizar que aseguren una buena rentabilidad a los token holders\r\n• Arrendadores ","economyId":"Real Token LLC ha creado un sistema para tokenizar bienes inmuebles en los Estados Unidos, que permite al\r\ntitular del token comprar y retener todos los derechos y protecciones legales proporcionados por la\r\npropiedad de bienes inmuebles.","governanceId":"• RealT identifica los inmuebles y emite los tokens de cada propiedad.\r\n• Real Token LLC busca a la empresa administradora de del Inmueble y de los inquilinos. \r\n• La Administradora se encarga de recoger los alquileres y repartir el importe neto a los token holders.\r\n• Los token holders, por unanimidad, pueden decidir  cambiar la empresa.\r\n• Uniswap y la web de RealT son las plataformas para vender los tokens ","stakeholdersId":"• Real Token Inc.\r\n• Real Token LLC (empresa paraguas)\r\n• Las Series LLC (la empresa que se crea para cada propiedad que se ofrece al mercado y que tiene su token particular)\r\n• Los token holders, los inversores que adquieren los tokens de cada propiedad\r\n• La empresa administradora de cada inmueble, encargada del mantenimiento y de la gestión de los alquileres","alternativesId":"• Plataformas de Crowdfunding  (por ejemplo, Housers o Brickstarters)\r\n• Fondos de Inversión \r\n• ","issuanceId":"tokens específicos para cada inmueble. Cada token equivale a una parte alicuota de la propiedad del inmueble y tiene un Número de Indetificación Único. \r\n\r\nEl número de tokens de cada inmueble no está definido, pero su valor inicial está entre 50 y 150 USD\r\n\r\nLa escritura del inmueble está depositada en registro público en el condado al que pertenece el inmueble. Además, se registra una declaración jurada con los NIU de cada token de cada inmueble","whyId":"La tokenización de los activos inmobiliarios permite conseguir activos digitales que representan a los activos físicos, pero que pueden ser muy fraccionables en valor y fácilmente intercambiables, dando al mercado una liquidez que no tenía y acceso a cualquier tipo de inversor","outsideId":"• Registrador de la propiedad\r\n• token holders\r\n• La empresa IdentityMind - para el KYC\/AML\r\n• Interplanetary file System (IPFS) de Ethereum para proporcionar a todos\r\nlos propietarios de RealToken acceso a sus documentos relevantes.\r\n• Primary Capital, LLC  para la oferta y venta de Real Tokens","incentivesId":"• Recibir una renta por el alquiler de los inmuebles que posees\r\n • La revalorización del inmueble supone una revalorización del token\r\n• Alquiler con opción a compra","tokenId":"• Tokens ERC-20 \r\n• Por cada propiedad se emiten un número determinado de tokens que representan una parte alicuota de la propiedad del inmueble (entre 50 y 150 USD por token)\r\n• Los propietarios del token reciben a partes iguales un ingreso por los alquileres que se obtengan de ese inmueble deducidos los gastos de operación, los fees del administrador, impuestos y seguro. Este importe se recibe en DAI cada día.\r\n• Los tokens se ofrecen y se venden solo a \"inversores acreditados\" acreditados de EEUU y en transacciones offshore a personas que no sean “personas de EE.UU.”","usageId":"• Además de poseer activos digitales, Ethereum permite la actividad financiera a través de aplicaciones integradas en la plataforma. Los usuarios pueden usar sus activos digitales dentro de las aplicaciones Ethereum. Los mercados de comercio e intercambio, préstamos y préstamos, derivados y predicción son todas actividades posibles en Ethereum que aprovechan los activos digitales.\r\n\r\n• Los tokens se pueden vender a traves de Uniswap o en la web de RealT. En Uniswap la venta es casi inmediata, pero el precio depende del mercado en ese momento. En la web se tarda entre 7 y 14 dias para venderlo, pero el precio de venta está claro (se hace una valoración de la propiedad cada año)"}