{"share":"on","emailId":"dressler@reenergize.io","projectId":"ReEnergize (www.reenergize.io)","problemId":"• decentralized distribution of computing power (gamers can inject computing power when their GPU is not needed)\r\n• participating in a growing technology (recycling waste to get free electricity for crypto mining when electricity costs are to high to mine profitable)\r\n• waste problem: plastic can not be transfered to China anymore - we can recycle plastic to oil & gas through our technology","scaleId":"• the basic investment to establish the ecosystem (TCC-machine, mining factory and platform)\r\n• users (working business-model) to scale up through the usage of the platform \r\n• delivery-partners (waste) and costumers for recycled oil\/gas\/garbon\/metal","economyId":"• incoming streams for receiving waste as a gate fee\r\n• incoming stream through the output material which is not used for producing electricity (carbon, metals, precious metals)\r\n• incoming stream through sold (for our token) hashrate (driven by electricity by our own powerplant)\r\n• incoming streams at the platform (commission fee) when hashrate is traded","governanceId":"• ICO investors when they invest in the technology - to let the technology be birth \r\n• users when they are using the platform to trade computing power by using our token \r\n• global community\/media, when they realize how big our solution can be (solving the waste problem of the world)","stakeholdersId":"• team and advisory board (skills, know how)\r\n• pre-investors (private investors) giving us the market power for a marketing campaign \r\n• public investors (to fund the liquidity for establishing the business model) \r\n• users - using the platform to bring in hashrate or use it to mine\r\n• companies who bring in waste and pay for it\r\n• companies who are buying the new crude material which is produced out of waste","alternativesId":"• several machines which promise to do the same, but the problem is: their output is classified also as waste; their output does not fit to the EU-regulatory norms of oil\/gas; their output has materials like Chloride in it; they machines do not live long; their machine just can recycle tires or plastic but not booth + all other kinds of organic waste; because of their un-clear output also electricity plants (oil to electricity) will die within a short period of time; their machines is not that profitable\r\n• on the platform sides there are several competitors e.g. nicehash, but our main focus is on the TCC machine (waste to energy\/computing power). Moreover we have proven to work out a large mining factory as we are working with major mining-partners for years ","issuanceId":"• investors (public) will get their token directly after the ICO\r\n• pre-investors, who buy token for a cheaper price will get them a little more late\r\n• team\/advisory board: there are several steps, from 3 month to 1,5 years to receive their tokens","whyId":"• on the one hand we are using an ICO as a global crowdfunding initiative. But we are less using Blockchain than helping the crypto-mining ecosystem. Because our USP in that way is: if mining is unprofitable, it is because of the high electricity costs. By using ReEnergize´s TCC machine, miners can slow down the energy costs\r\n• on the other hand blockchain enables us to put data on it. Therefore investors get noticed about all incoming streams, so they can calculate the intrinsic value of token (beyond the worth of the scalability of the ecosystem)","outsideId":"• delivery partners (waste, bio-waste, plastic, tires) and companies who are buying the output crude material\r\n• workers at the TCC-power plant\r\n• mining-partner and users who are using the platform to mine cryptocurrencies\r\n• gamers, who inject computing power","incentivesId":"• the ICO will include a airdrop-program as well a community bounty program. moreover we will work out a media cooperation deal","tokenId":"• Pre-Sale\r\n• Public-Sale \r\n• Soft-cap is at 10 Mio EUR\r\n• a large part of the incoming streams are re-invested into the ecosystem to let TCC-powerplants and mining factory grow. therefore there is a real calculate-able value on the computing power part, as well on the input- & output streams of the waste\/crude material \r\n• Moreover the ecosystem scales through it`s platform. As more users use the platform (mining marketplace) to inject computing power\/hashrate or buy computing power (by using our token) as more demand is for the token","usageId":"• the token is used on the ReEnergize mining marketplace which acts as a decentralized distributed platform for the crypto-mining ecosystem. \r\n• the token will be used on the platform to purchase computing power to mine crypto-currencies in favor of a discount\r\n• moreover the token symbolize the worth of the ReEnergize ecosystem, which includes the TCC-powerplants as well the mining factory. "}