{"share":"on","emailId":"msaaied@gmail.com","projectId":"Utopia Senor Hub","problemId":"• Servicios y espacios para la comunidad Senior.\r\n• Inversiones seguras y democratizadas\r\n• Ecosistema Comunidad - Salud - Proyecto - Interdependencia","scaleId":"• Node-Construction\r\n• Node-Services\r\n• Node-Community\r\n• Platform Simplicity\r\n• Safety 360\r\n• Voice on Demand","economyId":"• INTERNAL COMUNICATION COMMUNITY BUILDING.\r\n  • PRIVATE OFFERING ARRANGED.• \r\n •1 Free TRAINING ON DEFI \r\nA-data storage \r\nB-invetment solutions \r\nC-Identity protocols \r\nD-Reputation system E-Social network \r\n\r\n• 2 USH-FO ICO\r\n• RoadShow\r\n• USH-FO funds a USH-XX for the construction of the second node with the membership rewards of the first one.","governanceId":"• EACH STAKE HOLDER NODE HAS A REPUTATION MANAGEMENT  \r\n• INFORMATION FLOWS THROUGH GEOGRAPHICAL NODES OPENED AUTOMATICALLY BY THE SYSTEM.\r\n• THE NUMBER OF MEMBERS IN EACH NODE SETS BEHAVIOUR OF NODE","stakeholdersId":"• RESIDENTIAL\r\n• WELLNESS\r\n• GOURMET\r\n• CULTURAL\r\n• PROYECT\r\n• TRAVEL\r\n• COMMUNITY","alternativesId":"• Old Buildings with Geriatric Services not suited for the market aimed at this project.\r\n• Expensive solutions with poor services.\r\n• Absent approach for a dynamic behaviour in this second half.\r\n• No Mixed ages interacting with interdependency.","issuanceId":"• For the completion of the first Phase a Series 1 Token Issuance of 60.000 fifty thousand USH-FO Series 2 50.000 Series 3 115.000\r\n • Security Tokens will be offer as the Initial Coin Offering to \r\nA_The UtopiaSeniorHub.com Community \r\nB_Friends and Family.\r\n• C_Crypto Believers for LP´s\r\n• Democratized Investment direct Marketing.\r\n• Utility tokens will be minted for the Utopia Ecosistem. \r\n• ","whyId":"• Confidence\r\n• traceability\r\n• parity with stable coins\r\n• transferability\r\n• safe value\r\n• low costs\r\n• high growth\r\n• many more","outsideId":"• outside providers\r\n• energy providers\r\n• employees\r\n• Nacional and","incentivesId":"• Rewards for using the Utopia Ecosistem\r\n• The mining for membeships and services within the Utopia Ecosistem.\r\n• Defi Staking and farming.\r\n• Bitcoin SideChain for internal token","tokenId":"The Unit to measure the token value increase is in the square meter of the building and its usage.\r\n• One kind of meter is used for residencial or work\r\n• A second kind of meter is for the Hub - 2500 VIP members. Community cultural activities for body. Interdependency projects built in teams and aimed for external exposure.\r\n• A third Kind of meter is one rented to an external management to take care of a specific area like Health or Nutrition.\r\n• A fourth kind of meter is the Parking or the agronomic roof.\r\n•All this are meant to produce revenue. from there comes the natural revenue of the token. \r\n• Defi bring us more tools which we can use to invite to Investment in Secure funds using LP´s to encourage the Senior community to bring forward ideas and choose projects to fund and be the change they wish to see.\r\nA mix of meter value and the later revenue that comes back when the building is in its full capacity of work.","usageId":""}